{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"es","project_id_version":"WooCommerce - WooCommerce Payments"},"By using WooPay, you agree to the {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and acknowledge you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} and understand you will be sharing data with us. {{trackingLink}}Click here{{\/trackingLink}} to learn more about data sharing. You can opt out of data sharing by disabling WooPay.":["Al utilizar WooPay, confirmas que aceptas las {{tosLink}}condiciones del servicio de WooCommerce{{\/tosLink}}, que has leído nuestra {{privacyLink}}política de privacidad{{\/privacyLink}} y que entiendes que vas a compartir datos con nosotros. {{trackingLink}}Haz clic aquí{{\/trackingLink}} para obtener más información sobre el uso compartido de datos. Si prefieres no compartir datos, puedes deshabilitar WooPay."],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay":["Si esta opción está habilitada, los clientes podrán realizar el pago a través de WooPay"],"Enable WooPay":["Habilitar WooPay"],"Allow your customers to collect payments via WooPay.":["Permite a los clientes cobrar pagos a través de WooPay."],"Error retrieving transactions.":["Error al recuperar las transacciones."],"Error retrieving transaction.":["Error al recuperar la transacción."],"Check out security best practices":["Consulta las mejores prácticas de seguridad"],"Manage security and fraud prevention options to avoid chargebacks, unauthorized access to the store, and better store management experience.":["Gestiona las opciones de seguridad y prevención de fraudes para evitar cargos rechazados e impedir accesos no autorizados a la tienda y conseguir una mejor experiencia de gestión de esta."],"Fraud prevention":["Prevención de fraudes"],"From %1$f%% + %2$s":["Desde %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Personalizar....."],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informa a los clientes sobre la política de devolución, reembolso e intercambio, o bien incluye cualquier otro mensaje útil. Ten en cuenta que puedes añadir enlaces y texto sin formato, pero no imágenes."],"Custom message":["Mensaje personalizado"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Si esta opción está habilitada, los clientes que hayan configurado dispositivos habilitados para Apple Pay o Google Pay podrán hacer el pago con la cartera que hayan elegido."],"Invalid express checkout method ID specified.":["El ID del método de pago exprés especificado no es válido."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configura la visualización de los botones de Apple Pay y Google Pay en tu tienda."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Permite a los clientes cobrar pagos a través de Apple Pay y Google Pay."],"Error retrieving the active loan summary.":["Se ha producido un error al obtener el resumen del préstamo."],"EPS transactions":["Transacciones EPS"],"Accept your payment with EPS — a common payment method in Austria.":["Acepta el pago con EPS, un método de pago habitual en Austria."],"EPS":["EPS"],"United States (US) dollar":["Dólar de los Estados Unidos (US)"],"Swedish krona":["Corona sueca"],"New Zealand dollar":["Dólar neozelandés"],"Norwegian krone":["Corona noruega"],"Pound sterling":["Libra esterlina"],"Euro":["Euro"],"Danish krone":["Corona danesa"],"Swiss franc":["Franco suizo"],"Canadian dollar":["Dólar canadiense"],"Australian dollar":["Dólar australiano"],"BECS Direct Debit transactions":["Transacciones de débito directo BECS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Sistema de compensación electrónica en lote — Acepta transferencias bancarias seguras desde Australia."],"BECS Direct Debit":["Débito directo BECS"],"Error retrieving the summary of disputes.":["Error al recuperar el resumen de disputas."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Se ha producido un error al presentar esta vista previa. Si el problema continúa, ponte en contacto con el equipo de soporte."],"SEPA Direct Debit transactions":["Transacciones de adeudo directo SEPA"],"Przelewy24 (P24) transactions":["Transacciones de Przelewy24 (P24)"],"iDeal transactions":["Transacciones de iDeal"],"Bancontact transactions":["Transacciones de Bancontact"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} sobre los cargos de WooCommerce Payments"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} sobre los cargos de WooCommerce Payments en tu país"],"You need to provide more information to enable %s on your checkout.":["Debes facilitar más información para activar %s en el pago."],"You need to provide more information to enable %s on your checkout:":["Debes facilitar más información para activar %s en el pago:"],"One more step to enable %s":["Estás a un paso de activar %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Si decides continuar, Stripe, nuestro socio de pagos, te enviará un correo electrónico a {{merchantEmail \/}} para recopilar la información necesaria."],"Personal Identification Number":["Número de identificación personal"],"Business Number":["Número de registro mercantil"],"Business Website":["Sitio web de empresa"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Vender productos y servicios de suscripción con WooCommerce Payments. {{learnMoreLink}}Más información{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Activar suscripciones con WooCommerce Payments"],"Pending activation":["Activación pendiente"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s no será visible para tus clientes hasta que proporciones la información necesaria. Sigue las instrucciones que te ha enviado nuestro socio Stripe para %s,"],"Pending approval":["Aprobación pendiente"],"This payment method is pending approval. Once approved, you will be able to use it.":["Este método de pago está pendiente de ser aprobado. Cuando se haya aprobado, podrás utilizarlo."],"Contact WooCommerce Support":["Contactar con el equipo de soporte de WooCommerce"],"To use %s, please contact WooCommerce support.":["Para utilizar %s, contacta con el equipo de soporte de WooCommerce."],"Unknown transactions":["Transacciones desconocidas"],"Sofort transactions":["Transacciones con Sofort"],"GiroPay transactions":["Transacciones con GiroPay"],"In-person transactions":["Transacciones en persona"],"Card transactions":["Transacciones con tarjeta"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" El ajuste no se aplica a los pagos en persona (ten en cuenta que los pagos en persona se deben procesar durante los dos días siguientes a la autorización)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Permite a los clientes comprar y pagar en distintas monedas. {{learnMoreLink}}Más información{{\/learnMoreLink}}"],"Enable Multi-Currency":["Activar la multidivisa"],"Error retrieving store settings.":["Se ha producido un error al recuperar la configuración de la tienda."],"Error retrieving single currency settings.":["Se ha producido un error al recuperar la configuración de la moneda única."],"Error updating currency settings.":["Se ha producido un error al actualizar la configuración de la moneda."],"Currency settings updated.":["Se ha actualizado la configuración de la moneda."],"Error saving store settings.":["Se ha producido un error al guardar la configuración de la tienda."],"Store settings saved.":["Se ha guardado la configuración de la tienda."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact es un método de pago por redirección bancaria que ofrecen más del 80 % de los negocios en línea en Bélgica."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Amplía tu negocio con iDEAL, el método de pago más popular de los Países Bajos."],"iDEAL":["IDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Aceptamos pagos con Przelewy24 (P24), el método de pago más popular de Polonia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Total"],"To preview the %1$s button, view this page in the %2$s browser.":["Para ver previamente el botón %1$s, abre esta página en el navegador %2$s."],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Para ver previamente los botones, comprueba que el dispositivo está configurado para aceptar Apple Pay o Google Pay, y abre esta página con los navegadores Safari o Chrome."],"missing fees":["cargos que faltan"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Cuando se activa esta opción, permite a los usuarios pagar con una tarjeta guardada durante el proceso de pago. Los datos de la tarjeta se almacenan en nuestra plataforma, no en tu tienda."],"Enable payments via saved cards":["Activar los pagos con tarjetas guardadas"],"Thank you! Your feedback will help improve your experience in the future.":["¡Gracias! Los comentarios ayudarán a mejorar la experiencia más adelante."],"There was an error during submission.":["Se ha producido un error durante el envío."],"Comments (optional)":["Comentarios (opcional)"],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Los comentarios se enviarán de forma anónima al equipo de desarrollo de WooCommerce Payments."],"What made you disable the new payments experience?":["¿Qué te hizo desactivar la nueva experiencia de pago?"],"Do you have any feedback for the new payments experience?":["¿Tienes algún comentario sobre la nueva experiencia de pago?"],"You've disabled the new payments experience in your store.":["Has desactivado la nueva experiencia de pago en tu tienda."],"Send feedback":["Enviar tu opinión"],"Provide feedback about the new payments experience.":["Aporta tus comentarios en relación con la nueva experiencia de pago."],"The survey could not be loaded.":["La encuesta no se ha podido cargar."],"Payment methods that require the new payments experience:":["Los métodos de pago que se aplican con la nueva experiencia de pago:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sin la nueva experiencia de pago, tus clientes solo podrán pagar con tarjeta de crédito o débito. Ya no podrás añadir otros métodos de pago que mejoren las ventas."],"contact support":["ponte en contacto con el soporte técnico"],"WooCommerce Payments docs":["Documentos de WooCommerce Payments"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["¿Necesitas ayuda? Visita {{ docsLink \/}} o {{supportLink \/}}."],"Disable the new payments experience":["Desactivar la nueva experiencia de pago"],"There was an error disabling the new payment methods.":["Se ha producido un error al desactivar los nuevos métodos de pago."],"Enable in your store":["Activar en tu tienda"],"Early access":["Acceso anticipado"],"Payment methods":["Métodos de pago"],"Base transaction fees: %s":["Cargos básicos por transacción: %s"],"Add feedback or disable":["Añadir comentarios o desactivar"],"Provide feedback":["Enviar comentarios"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Consigue acceso anticipado a métodos de pago adicionales y a una experiencia de pago mejorada, próximamente en WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Activa la nueva experiencia de pago de WooCommerce Payments"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["El cargo debe capturarse en la pantalla de la información del pedido en un plazo de 7 días tras la autorización. De lo contrario, la autorización y el pedido se cancelarán. "],"Update your store's configuration to ensure smooth transactions.":["Actualiza la configuración de tu tienda para que las transacciones se realicen sin problemas."],"Transactions and deposits":["Transacciones y depósitos"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Activa o desactiva WooCommerce Payments en tu tienda y activa el modo de prueba para simular transacciones."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Se recomienda un color claro {{br\/}}{{helpText}}para fondos negros o oscuros con mucho contraste.\\t{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Se recomienda un color oscuro {{br\/}}{{helpText}}para fondos blancos o claros con mucho contraste.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Medio {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Por defecto {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Se recomienda el contorno {{br\/}}{{helpText}}para fondos blancos o claros con contraste insuficiente.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Al activarse, los métodos de pago facilitados por WooCommerce Payments aparecerán en la página de pago."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Al activar esta función, aceptas los términos de uso de {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} y {{googleLink}}Google{{\/googleLink}}. "],"Debug mode":["Modo de depuración"],"Error retrieving currencies.":["Error al recuperar las monedas."],"Error updating enabled currencies.":["Error al actualizar las monedas aceptadas."],"Enabled currencies updated.":["Monedas aceptadas actualizadas."],"Preview":["Vista previa"],"Error retrieving all deposits' overviews.":["Error al recuperar la descripción general de todos los depósitos."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Simula varias transacciones utilizando {{testCardHelpLink}}números de tarjeta de prueba{{\/testCardHelpLink}}. {{learnMoreLink}}Obtén más información{{\/learnMoreLink}}."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Deja que tus clientes utilicen las carteras digitales que prefieran para finalizar la compra de manera más rápida y segura en diferentes partes de tu tienda."],"Express checkouts":["Finalización de compra exprés"],"Theme":["Tema"],"Size":["Tamaño"],"Note that larger buttons are more suitable for mobile use.":["Ten en cuenta que los botones más grandes son más adecuados para usar en móviles."],"Appearance":["Apariencia"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecciona la etiqueta de botón que se adapte mejor al proceso de compra o la experiencia de pago de tu tienda."],"Call to action":["Llamado a la acción"],"Book":["Libro"],"Only icon":["Solo icono"],"Show express checkouts on":["Mostrar la finalización de compra exprés en:"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Al activarse, los registros de errores de pago se guardarán en WooCommerce > Estado > Registros."],"Log error messages":["Mensaje de registro de error"],"Advanced settings":["Configuración avanzada"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Puedes añadirlo de nuevo en cualquier momento en {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["¿Seguro que quieres eliminar {{strong}}%s{{\/strong}}? Tu clientes no podrán pagar mediante %s."],"Remove":["Eliminar"],"Remove %1$s from checkout":["Eliminar %1$s de la finalización de compra"],"Continue":["Continuar"],"Enable Apple Pay \/ Google Pay":["Activar Apple Pay y Google Pay"],"Save changes":["Guardar cambios"],"Error retrieving settings.":["Se ha producido un error al recuperar la configuración."],"Error saving settings.":["Error al guardar la configuración."],"Settings saved.":["Ajustes guardados"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Añade y edita los pagos a disposición de los clientes al finalizar la compra. Tus clientes solo verán los métodos de pago más relevantes en base a su tipo de dispositivo, localización e historial de compras."],"Transaction preferences":["Preferencias de transacción"],"View frequently asked questions":["Ver Preguntas frecuentes"],"Manage in Stripe":["Gestiona en Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Gestiona y actualiza la información de tu cuenta de depósito para recibir pagos y abonos."],"Bank account information":["Información de la cuenta bancaria"],"Edit the way your store name appears on your customers' bank statements.":["Edita la manera en que aparece el nombre de tu tienda en los extractos bancarios de tus clientes."],"Issue an authorization on checkout, and capture later":["Emite una autorización durante el pago y haz la captura más tarde"],"Product page":["Página del producto"],"Payments accepted on checkout":["Pagos aceptados al finalizar la compra"],"Cancel":["Cancelar"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Llega a 500 millones de clientes y a más de 20 millones de empresas de la Unión Europea."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acepta transferencias bancarias seguras de Alemania, Austria, Bélgica, España, Italia y Países Bajos."],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplía tu negocio con GiroPay, el segundo sistema de pago más popular de Alemania."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Permite a los clientes pagar con las principales tarjetas de crédito y débito, sin salir de tu tienda."],"Credit card \/ debit card":["Tarjeta de crédito\/débito"],"Recommended":["Recomendado"],"Sofort":["Sofort"],"Disable":["Desactivar"],"General":["General"],"Error retrieving disputes.":["Error al recuperar las disputas."],"Error retrieving dispute.":["Error al recuperar la disputa."],"There has been an error accepting the dispute. Please try again later.":["Se ha producido un error al aceptar la disputa. Por favor, inténtalo de nuevo más tarde."],"You have accepted the dispute.":["Has aceptado al disputa."],"You have accepted the dispute for order #%s.":["Has aceptado la disputa del núm. de pedido %s."],"Error retrieving deposits overview.":["Error al recuperar la descripción general de los depósitos."],"Error retrieving deposit.":["Error al recuperar el depósito."],"Error retrieving deposits.":["Error al recuperar los depósitos."],"Error creating instant deposit.":["Error al crear el depósito instantáneo."],"View details":["Ver detalles"],"Instant deposit for %s in transit.":["Depósito instantáneo de %s en tránsito."],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s por transacción"],"Learn more":["Más información"],"(%f%% discount)":["(descuento de %f%%)"],"SEPA Direct Debit":["Adeudo directo SEPA"],"Dev mode is active so logging is on by default.":["El modo de desarrollo está activado, por lo que el registro está activado de forma predeterminada."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["El modo de desarrollo está activado, por lo que todas las transacciones estarán en modo de prueba. Esta configuración solo está disponible para las cuentas reales."],"Checkout":["Finalizar compra"],"Cart":["Carro"],"Donate":["Dona"],"Buy":["Compra"],"Enable test mode":["Activar modo de prueba"],"Test mode":["Modo de prueba"],"Customer bank statement":["Extracto bancario del cliente"],"Enable WooCommerce Payments":["Activar WooCommerce Payments"],"Settings":["Configuración"],"WooCommerce Payments":["WooCommerce Payments"]}}}